Revit 2016 API
Face.EdgeLoops Property
Each edge loop is a closed boundary of the face.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
Syntax
C#
public EdgeArrayArray EdgeLoops { get; }
Visual Basic
Public ReadOnly Property EdgeLoops As EdgeArrayArray
	Get
Visual C++
public:
property EdgeArrayArray^ EdgeLoops {
	EdgeArrayArray^ get ();
}
See Also
Face Class
Autodesk.Revit.DB Namespace